[
    {
        "id": 1,
        "name": "Aatrox",
        "aka": "The Darkin Blade",
        "slogan": "I must destry even hope...",
        "location": "Runeterra",
        "intro": "Once honored defenders of Shurima against the Void, Aatrox and his brethren would eventually become an even greater threat to Runeterra, and were defeated only by cunning mortal sorcery. But after centuries of imprisonment, Aatrox was the first to find freedom once more, corrupting and transforming those foolish enough to try and wield the magical weapon that contained his essence. Now, with stolen flesh, he walks Runeterra in a brutal approximation of his previous form, seeking an apocalyptic and long overdue vengeance.",
        "bio": [
            "Whether mistaken for a demon or god, many tales have been told of the Darkin Blade... but few know his real name, or the story of his fall.",
            "In ancient times, long before desert sands swallowed the empire, a mighty champion of Shurima was brought before the Sun Disc to become the avatar for a now forgotten celestial ideal. Remade as one of the Ascended, his wings were the golden light of dawn, and his armor sparkled like a constellation of hope from beyond the great veil.",
            "Aatrox was his name. He was at the vanguard of every noble conflict. So true and just was his conduct that other god-warriors would always gather at his side, and ten thousand mortals of Shurima marched behind him. When Setaka, the Ascended warrior-queen, called for his help against the rebellion of Icathia, Aatrox answered without hesitation.",
            "But no one predicted the extent of the horrors that the rebels would unleash—the Void quickly overwhelmed its Icathian masters, and began the grinding annihilation of all life it encountered.",
            "After many years of desperate battle, Aatrox and his brethren finally halted the Void’s perverse advance, and seared the largest rifts shut. But the surviving Ascended, the self-described Sunborn, had been forever changed by what they had encountered. Though Shurima had triumphed, they all had lost something in their victory... even noble Aatrox.",
            "And in time, Shurima fell, as all empires must.",
            "Without any monarch to defend, or the existential threat of the Void to test them, Aatrox and the Sunborn began to clash with one another, and eventually this became a war for the ruins of their world. Mortals fleeing the conflict came to know them instead by a new and scornful name: the",
            "Fearing that these fallen Ascended were as dangerous to Runeterra’s survival as the Void incursions had been, the Targonians intervened. It is said that the Aspect of Twilight gave mortals the knowledge to trap the darkin, and the newly reborn Aspect of War united many in fighting back against them. Never fearing any foe, Aatrox and his armies were ready, and he realized only too late that they had been deceived. A force greater than a thousand dead suns pulled him inside the sword he had carried into battle countless times, and forever bound his immortal essence to it.",
            "The weapon was a prison, sealing his consciousness in suffocating, eternal darkness, robbing him even of the ability to die. For centuries, he strained against this hellish confinement... until some nameless mortal was foolish enough to try and wield the blade once more. Aatrox seized upon this opportunity, forcing his will and an imitation of his original form onto his bearer, though the process quickly drained all life from the new body.",
            "In the years that followed, Aatrox groomed many more hosts—men and women of exceptional vitality or fortitude. Though his grasp of such magics had been limited in life, he learned to take control of a mortal in the span of single breath, and in battle he discovered he could feast on his victims to build himself ever larger and stronger.",
            "Aatrox traveled the land, searching desperately, endlessly, for a way return to his previous Ascended form… but the riddle of the blade proved unsolvable, and in time he realized he would never be free of it. The flesh he stole and crudely shaped began to feel like a mockery of his former glory—a cage only slightly larger than the sword. Despair and loathing grew in his heart. The heavenly powers that Aatrox had once embodied had been wiped from the world, and all memory.",
            "Raging against this injustice, he arrived at a solution that could only be born of a prisoner’s desperation. If he could not destroy the blade or free himself, then he would embrace oblivion instead.",
            "Now, Aatrox marches toward this merciless goal, bringing war and death wherever he goes. He clings to a blind hope: if he can drive all of creation into a final, apocalyptic battle—where everything,  else is destroyed—then maybe he and the blade will also cease to exist."
            ],
        "story": [
            "Darkness.",
            "The breath I cannot take plagues me.",
            "It is an emptiness in my lungs and throat. As if I had stopped mid-breath, and then held my lungs cruelly waiting. My mouth open, throat hollow, unable to pull in air. My chest, the horrible tension on my thorax.",
            "My limbs and muscles refuse to move. I cannot breathe. I am choking. The pressure builds. The stillness spreads to my chest and limbs. I want to scream, to tear at my face, to wail—but I am trapped. I cannot move. I cannot move.",
            "Darkness.",
            "I must remember. I must remem—",
            "The battle. I lost control. It was foolish. The mortals formed in ranks against me. I crashed into them. Drank from them. The temptation was too great. As I reaped, I reforged their flesh into a better approximation of my true shape. Desperately, I consumed more and more, hoping for the briefest echo of what I once was. Instead, like a fire, I burned too quickly, destroying even my host’s form.",
            "Darkness.",
            "It was raining when we fought. What if the mud and filth cover me? What if I’m hidden for ? Trapped in this prison. The horror of that idea feeds my panic. The battle is ending. I can feel it. I must will my form upright. I must… I must...",
            "I have no arms or legs. The darkness binds me, like a cocoon.",
            "No. I will myself upright. But I can’t know if it is working. I cannot know anything but the darkness.",
            "Please. Let some mortal find me.  I beg the darkness endlessly, but the humiliation of my plea is answered only with silence.",
            "",
            "I feel a mortal nearby. I have no eyes, no ears, but I can feel his approach. He is fleeing from adversaries. He must try to defend himself. He  grasp me.",
            "Can he see me? He could run past me. I would be left here.",
            "I feel his hand grip this form and…",
            "I burrow into him, pulling him down. I am like a drowning man thrown into the sea by a shipwreck, dragging myself to the surface by clawing past my fellows.",
            "“What’s happening?!” the mortal screams. But he is silenced by the darkness—the endless darkness I have just escaped.",
            "And I have eyes.",
            "I can see the falling rain. The muck. The blood of this slaughtering field. In front of me stand two weary knights with spears. I cut them apart, and drink in their forms, recrafting this body to my needs.",
            "They are weak. I must move quickly. I must find a better wielder. A better host. Around me are only the dead and dying. I hear their souls retreating from this world.",
            "The fighting has not ended. It’s moved inside the city walls. I force my new shape—limping, crawling—toward the sounds of battle. Toward a better host.",
            "I roar. But not in triumph. Never in triumph.",
            "I will drink from that city, but I will achieve only a grotesque mockery of my former glory. I was shaped by the stars, and the purity of my aspect. I was light and reason given shape. I defended this world in the greatest battles ever known. Now, blood and ichor drips from this stolen flesh as it decays. The muscles and bones struggle, tear, and protest the abomination I have become.",
            "I take a breath.",
            "I say, my voice wet and echoing off the dead that surround me.",
            "Until the final oblivion comes."
            ]
    },
    {
        "id": 2,
        "name": "Ahri",
        "aka": "The Nine-Tailed Fox",
        "slogan": "Human emotions can be more volatile than even the deepest magic.",
        "location": "Ionia",
        "intro": "Innately connected to the magic of the spirit realm, Ahri is a fox-like vastaya who can manipulate her prey's emotions and consume their essence—receiving flashes of their memory and insight from each soul she consumes. Once a powerful yet wayward predator, Ahri is now traveling the world in search of remnants of her ancestors while also trying to replace her stolen memories with ones of her own making.",
        "bio": [
            "For most of her life, Ahri's origins were a mystery to her, the history of her vastayan tribe all but lost save for the twin gemstones she has carried her entire life.",
            "Ahri's earliest memories are of running with icefoxes in the northern reaches of Shon-Xan. Though she knew she was not one of them, they clearly saw her as something of a kindred spirit, and came to accept her within the pack.",
            "In that wild, predatory existence, Ahri nonetheless felt a deeper connection to the forests around her. In time, she came to understand that this was the magic of the vastaya that coursed through every fiber of her being, and the realm of spirits that lay beyond. With no one to teach her, instead she learned to call upon this power in her own ways—most often using it to quicken her reflexes in pursuit of prey. If she was careful and close enough, she also found she might soothe a panicked deer, so that it remained serene and calm even as she and her packmates sank their teeth into its flesh.",
            "The world of mortals was as distant and unsettling to Ahri as it was to the icefoxes, but she felt drawn to it for reasons she could not explain. Humans in particular were coarse, gruff creatures… and when a band of huntsmen camped nearby, Ahri watched them from afar as they went about their grim business.",
            "When one of them was wounded by a stray arrow, Ahri could feel his life seeping away. Knowing nothing but the instincts of a predator, she savored the spirit essence leaving his body, and through it gained brief flashes of his memories—the lover he had lost in battle, and the children he had left behind when he came north. Ahri subtly pushed his emotions from fear to sorrow to joy, and comforted him with visions of a sun-soaked meadow as he died.",
            "Afterward, she found that human words now came to her easily, like something from a half-remembered dream, and Ahri knew the time had come to leave the pack behind.",
            "Keeping to the fringes of society, she felt more alive than ever. Her predatory nature remained, but she was caught up in a riot of new experiences, emotions, and customs across Ionia. Mortals, it seemed, also became fascinated by her in return—and she often used this to her advantage, draining their essence while charming them with recollections of beauty, hallucinations of deep longing, and occasionally dreams colored by raw sorrow.",
            "She grew drunk on memories that were not her own, and exhilarated in ending the lives of others even as she felt the grief and woe she brought to her victims. She experienced heartbreak and elation in tantalizing flashes that left her craving more. It was overwhelming, but she sensed her own power fading whenever she tried to stay away, and could not help but partake again and again…",
            "In time, she began to see herself as mortals did: a monster.",
            "Until one day, an artist stumbled upon her, hunched over a man as she drained his life essence from him. Where others would run, he stayed, offering his own life essence in exchange for her heart. For the first time in her life, Ahri let herself fall in love and be loved, wholly and completely.",
            "Their days passed in warmth and laughter, Ahri curbing her hunger by feeding on her lover. She was truly happy... until she lost control, draining her lover completely.",
            "Ahri fell into despair, her grief consuming her as she mourned the loss of the first and only person she's ever truly loved. The first and only person who ever truly loved her. Retreating even further from society, she became consumed with learning more about where she came from, in hopes that it would help her control her abilities.",
            "With her twin sunstones in hand, she set out in search of others like her, a journey that would take her out of Ionia and across Runeterra, eventually leading her to the discovery of her ancestors, the Vesani, a vastayan tribe that brought innovation and magic to the world before being wiped out.",
            "Inspired by their memories, Ahri has set off to travel the world in search of other remnants of the Vesani. She hopes to carry their legacy forward, bringing good into the world like they did. No longer burdened by the heavy weight of her regrets, she also hopes to finally leave her stolen memories behind and create new memories of her own making."
            ],
        "story": [
            "“Fortunes! Come get your fortunes told!” called a young woman with lavender eyes and a soft jawline. “Find out who you’ll fall in love with, or how to avoid unlucky situations with a pinch of burdock root. Or if you’d prefer your future left to the gods, I’ll answer a question about your past. Though I do recommend finding out whether or not you’re at risk for death by poisoning.”",
            "A tall vastaya with feline ears was about to take a bite of a spiced pastry. He froze and stared at the fortune teller in alarm.",
            "“The answer is no, by the way. Yours for free,” she said, curtsying at him before turning to Ahri. “Now,  look like you’ve had a dark and mysterious past. Or at least some tales worth sharing. Any burning questions for me, lady?”",
            "Beneath heavy layers of incense, Ahri paused at the scent of wet fur and spiced leather lingering at the woman’s neck.",
            "“Thank you, but no,” she replied. “I’m still looking around.”",
            "“You won’t find any more Ymelo tokens in this market, I’m afraid,” the woman said, nodding to Ahri’s sunstones. “Like the ones you have.”",
            "The back of Ahri’s neck prickled and she drew closer to the woman. She would not let her excitement get the better of her. “Do you recognize these? Where do they come from?”",
            "The woman eyed Ahri.",
            "“I think they’re Ymelos, anyway,” she said. “Never seen a pair in person. He only carved a small number in his time, and many of the sets were separated in the war. Dead rare, those.”",
            "Ahri leaned closer with each word.",
            "“I’m Hirin, by the way,” the woman said.",
            "“Do you know where I might find this craftsman?” Ahri asked.",
            "Hirin laughed. “No idea. But if you come in I’ll tell you what I know.”",
            "Ahri wrapped her cloak around her shoulders and eagerly followed the fortune teller past her booth, and into a caravan decorated wall to wall with animal skins.",
            "“Tea?” Hirin said. “I brewed it this morning.”",
            "She poured two cups of liquid the color of plum wine, taking one for herself. The tea tasted of bitter oak bark, masked by a cloying dollop of honey. Hirin held out a hand for the stones but Ahri kept them close.",
            "“I’m getting the sense that these are special to you,” she said with a wry smile. “Don’t worry, I have no interest in peddling stolen sunstones. Bad for a girl’s reputation.”",
            "“Can you tell me where they come from?” asked Ahri, handing them over gingerly.",
            "Hirin held them up to the light.",
            "“These are beautiful,” she said. “I don’t know how they fit together so perfectly. I’ve not seen the like.”",
            "Ahri said nothing. She stood frozen with curiosity, and did not take her eyes off the woman.",
            "“Legend says the sculptor known as Ymelo collected fossilized lizard eggs from a thousand thousand years ago that he carved into intricate shapes. These ancient lizards lived long before the Ghetu Sea dried up to a desert, leaving only petrified bones and dust.”",
            "Hirin coughed, and Ahri detected a bitter note upon her breath, as if she had been drinking vinegar.",
            "“Ymelo stones are designed as small pieces that fit into a larger sculpture,” she continued.",
            "The woman dangled the golden pieces in front of Ahri’s face.",
            "“Just as your past has left you with information to be desired, these stones may have many more parts that, when combined, create another shape altogether. Who knows what you’ll become when you track down your history. With the missing pieces, you may learn more than you’d like.”",
            "“Those are pretty words,” Ahri murmured, staring at the woman.",
            "After a moment of silence, Hirin chuckled. “Some threads of truth, threads of my own invention. A fortune teller’s weaving must be seamless.”",
            "The woman retrieved a hunter’s knife from a cabinet.",
            "“I weave in just enough of what you desire to make you stay,” she said. “’Til the tea slows your muscles, that is.”",
            "A low growl escaped Ahri’s lips. She would tear this woman apart. She tried to pounce, but her limbs did not obey. She was rooted in place.",
            "“Oh, there’s no need for that, lady. I only need a single tail. Useful for a variety of potions, you see, and extremely valuable. Or so I think. Never seen a vastaya with fox tails before. The tea freezes any pain, along with your… mobility.”",
            "Hirin wrapped a bandage around one of Ahri’s tails. Ahri tried to resist, but she still could not move.",
            "“You’ll wake up tomorrow, good as new!” said the woman. “Well, with one less tail. Do you really use all nine?”",
            "Ahri shut her eyes and reached out to the reservoirs of magic around her. The environment had plenty ripe for the taking, but she was too weakened by the tea to draw them to her. Instead she reached into Hirin’s mind, which was far more malleable, and pushed.",
            "Ahri opened her eyes and stared hard into Hirin’s. They deepened from lavender to violet.",
            "“Hirin,” she said. “Come closer. I would look into the face of the one who tricked me.”",
            "“Of course, lady,” Hirin replied, transfixed. The woman’s voice sounded hollow, as though it came from the bottom of a well.",
            "She leaned in until her face was only inches away. Ahri inhaled, drawing essences of the woman’s life from her breath.",
            "",
            "Ahri continued to drain Hirin’s life, sampling memories of raw emotion. They felt rich in Ahri’s mouth, and she relished each unique flavor of emotion.",
            "",
            "",
            "",
            "Enough.",
            "Ahri stopped, her head spinning with renewed vigor. With each memory she stole from Hirin, she felt energy rush back into her weakened muscles, cleansing them of the poison.",
            "Strengthened once more, she slowly shook her limbs awake, and flexed her tails with a shiver. They tingled with pinpricks.",
            "Hirin stood wide-eyed and dazed, still very much alive. It was she that would wake tomorrow, good as new—less a few memories that she would not miss.",
            "With knowledge of the woman’s life, Ahri’s rage had faded. She brushed her hand against the fortune teller’s cheek, then wrapped her cloak tightly around her shoulders and stepped out into the sunlit market.",
            "Hirin would not remember her, or their encounter. But Ahri had left the trade with a name to hunt—Ymelo—and the image of the man with soft-winged eyebrows was burned in her mind."
            ]
    },
    {
        "id": 3,
        "name": "Akali",
        "aka": "The Rouge Assasin",
        "slogan": "“If you look dangerous, you better be dangerous.”",
        "location": "Ionia",
        "intro": "Abandoning the Kinkou Order and her title of the Fist of Shadow, Akali now strikes alone, ready to be the deadly weapon her people need. Though she holds onto all she learned from her master Shen, she has pledged to defend Ionia from its enemies, one kill at a time. Akali may strike in silence, but her message will be heard loud and clear: fear the assassin with no master.",
        "bio": [
            "Ionia has always been a land of wild magic, its vibrant people and powerful spirits seeking to live in harmony… but sometimes this peaceful equilibrium does not come easily. Sometimes it needs to be kept in check.",
            "The Kinkou are the self-appointed keepers of Ionia’s sacred balance. The order’s loyal acolytes walk the spirit and material realms, mediating conflicts between them and, when necessary, intervening by force. Born among their ranks was Akali, daughter of Mayym Jhomen Tethi, the renowned Fist of Shadow. Mayym and her partner Tahno raised their daughter within the Kinkou Order, under the watchful leadership of Great Master Kusho, the Eye of Twilight.",
            "Whenever her parents were called away, other members of the order stepped in as Akali’s surrogate family. Kennen, the Heart of the Tempest, spent many hours with the young girl, teaching her shuriken techniques, and emphasizing speed and agility over strength. Akali was a precocious child, and soaked up the knowledge like a sponge. It became clear to all that she would follow her parents’ path—along with the Great Master’s son and appointed successor Shen, she would lead a new generation dedicated to preserving Ionia’s balance.",
            "But balance can be fleeting. The order found itself divided.",
            "A wayward acolyte named Zed returned, and clashed violently with Kusho, wresting power in a bloody coup. Akali fled into the eastern mountains along with Mayym, Shen, Kennen, and a handful of other acolytes. Sadly, Tahno was not among them.",
            "Zed’s transformation of the Kinkou into the merciless Order of Shadow was almost complete. But, as the new Eye of Twilight, Shen intended to rebuild what had been lost. They would return to the Kinkou’s three fundamental philosophies: the pure impartiality of , the passage of judgment in , and the elimination of imbalance by . Even though they were now few, they would train neophytes to restore and grow their numbers once more.",
            "When Akali came of age at fourteen, she formally entered her Kinkou training, determined to succeed her mother as the new Fist of Shadow.",
            "She was a prodigious fighter, and mastered the kama and kunai—a handheld sickle and throwing dagger. Though she did not possess the magical abilities of many of her fellow acolytes, she proved to all she was worthy of the title, in time allowing her mother to step down and help mentor the younger neophytes.",
            "But Akali’s soul was restless, and her eyes were open. Though the Kinkou and the Order of Shadow had come to an uneasy accord in the wake of the Noxian invasion of Ionia, she saw that her homeland continued to suffer. She questioned whether they were truly fulfilling their purpose. Pruning the Tree was meant to eliminate those who threatened the sacred balance... yet Shen would always urge restraint.",
            "He was holding her back. All the mantras and meditations could quiet her spirit, but such platitudes would not defeat their adversaries. Her youthful precociousness turned to outright disobedience. She argued with Shen, she defied him, and she took down Ionia’s enemies  way.",
            "In front of the whole order, she declared the impotence of the Kinkou, all its talk of spiritual balance and patience accomplishing little. Ionians were dying in the material realm, and that was the realm Akali would defend. She was trained as an assassin. She was going to  an assassin. She did not need the order anymore.",
            "Shen let her go without a fight, knowing this was a path that Akali must walk alone. Perhaps that path would bring her back one day, but that would be for her to decide."
            ],
        "story": [
            "“! Bo’lii!” I cry out. “Cut me a little deep, don’t you think?”",
            "I crane my head up and around from the wicker mat I’m lying prone on to stare right into the eyes of the vastaya kneeling over me. I can feel the blood sliding down my back.",
            "“How about you be a little more careful?” I add.",
            "Bo’lii pulls his  and  away from my shoulder, the tools of a tattoo artist, like a hammer and chisel, made from serpent bone. Some use other animals or metal, but the serpent bones are just hollow enough to give the ink the fine line that a master like Bo’lii demands in his work. A little more of my blood drips off the mulee and onto my back. He smiles, dabs it with a swatch of old linen and shakes his head. Then he holds up his hands and shrugs, as if to ask,",
            "The words don’t come. Noxian soldiers took most of his tongue long before I began coming here, but I know him well enough to know what a look can say. His work is more than a fair trade for a little discomfort.",
            "And the blood? I can take a little blood. A lot, if it’s not my own.",
            "“Just clean it up a little, okay? I don’t think we have much time,” I tell him.",
            "Bo’lii begins tapping the mulee with the qua’lo and adding the ink. He has the best inks, rich colors made from crushed Raikkon wild berries and the enchanted flower petals found only on the southern faces of the Vlonqo cliffs. He is a master, and I am honored to be his canvas.",
            "I started coming to Weh’le not long after I stopped listening to Shen. All those years in the Kinkou Order “treading carefully”? No. Shen was wrong about that. About me.",
            "Restraint has never been my thing.",
            "I turn back around on the mat and rest my chin on top of my hands. Keeping my eyes trained on the door that leads into Bo’lii’s tavern. His place is clean, but the air hangs heavy with guilt. The tavern is home to a collection of thieves, rogues, and bad decisions. People come to Bo’lii’s to arrange a way out of Weh’le. Out of Ionia. Because getting  Weh’le is hard… but getting out is even harder.",
            "Weh’le is a phantom port, a hidden coastal village, protected by the mystical properties of Ionia. Unlike Fae’lor, she doesn’t welcome outsiders, and you won’t find her on the maps. Should Weh’le appear at all, it is always on her own terms, daring people into doing very dumb things.",
            "Most approach from the sea, dreaming of riches, discovery or maybe just a new start, only to have their hopes dashed in an instant. First, the shoreline that once called to them vanishes behind a dense wall of cobalt fog crackling with arcane power. The sea rises and falls violently before unleashing torrents of crushing waves. As the survivors cling to their splintered vessel, the fog pulls back for the briefest of moments, allowing them one look at the flickering lanterns of Weh’le cruelly saying goodbye just before the water pulls them down to the bottom of the Breathless Bay.",
            "I can’t do anything about those people. Not my people. Not my problem.",
            "Bo’lii stops tapping. I’m here for someone else entirely.",
            "I feel my satchel against my thigh. It puts me at ease, although I would rather have it on me. From there, I could fire three kunai into three hearts on instinct. Three kills without a thought. Where it is now, I’d have to think a little.",
            "I look up just in time to see the man come through the front door. He is flanked by three guards in their battle dress.",
            "“Well, that makes it easy… I wonder which one I’m supposed to kill?” I mock.",
            "Bo’lii laughs. He can still do that, even without a tongue. It sounds a little weird, but it’s real. He shakes his head again, and does that thing he always does. With a series of hand movements and head nods he tells me to try and do my business outside this time,  they leave his establishment.",
            "“You know I can’t promise that,” I say as I check my satchel, and turn towards the din of the tavern.",
            "I pause at the doorway and turn back to him.",
            "“I’ll do what I can,” I say, before lifting the mask over my face. I don’t mind them seeing me, but if they saw me laughing at them, I think it would be just too much.",
            "The guy with the guards  my people—a high councilman from Puboe, a place not far from the Kinkou Order. But, like many, he sold out his people to the invaders for gold and safe passage to Weh’le, and beyond. So now he  my problem.",
            "But this is as far as he will get. Sure, I could’ve taken him out in his sleep at the inn, or when they made camp along the road to Weh’le, but where’s the fun in that? I want him to taste the salt air. I want him to feel a sense of relief before the end comes. But I also want the others to see him pay for his crimes, and know that this will not stand.",
            "Actions have consequences.",
            "I approach without a sound. His hands are shaking as he raises a mug of ale to his lips. His guards stand in his defense when they notice me. I’m impressed.",
            "“Nice to see manners around here for a change,” I say with a smile they cannot see.",
            "“What’s your business, girl?” One of them asks through a plate of pitted and tarnished steel.",
            "“Him,” I say pointing with my kama. It glistens with hues of the magic it was forged in. “He’s my business right now.”",
            "The guards draw their weapons, but even before they can step towards me, they disappear in a thick ring of blinding smoke. The kunai begin to fly, hitting their targets with a satisfying flesh and bone .",
            "One. Two. Three.",
            "Footsteps.",
            "I send two more kunai in that direction. A clang of metal, followed by the  of them ricocheting into the walls.",
            "More footsteps.",
            "“Aw, you’re gonna bleed!” I call out, flinging a single shuriken from my hip, and flipping across the room, following in its wake.",
            "I break through the smoke to see the last guard splayed out on the ground next to the door. The three prongs are lodged deep in his windpipe—I can see his chest rising and falling ever so slightly. I grab him by the collar, raise him up, just to be sure.",
            "“Almost…” I whisper.",
            "At that moment, I hear a gurgling behind me. I turn to see the councilman through the receding smoke, bleeding out on the floor. His eyes are open, darting back and forth across the tavern, wondering what just happened.",
            "He looks so peaceful now."
            ]
    },
    {
        "id": 4,
        "name": "Akshan",
        "aka": "The Rouge Sentinel",
        "slogan": "Not everything happens for a reason. Some things need to be sorted out.",
        "location": "Shurima",
        "intro": "aising an eyebrow in the face of danger, Akshan fights evil with dashing charisma, righteous vengeance, and a conspicuous lack of shirts. He is highly skilled in the art of stealth combat, able to evade the eyes of his enemies and reappear when they least expect him. With a keen sense of justice and a legendary death-reversing weapon, he rights the wrongs of Runeterra’s many scoundrels while living by his own moral code: “Don’t be an ass.”",
        "bio": [
            "Dashing through the shadows of eastern Shurima, a righteous avenger stalks those who have harmed others. His punishment is swift, certain, and exacted by a curious weapon that rights the wrongs of his foes.",
            "Raised on the streets of the city of Marwi, Akshan was introduced to injustice at birth. In a place where local warlords took what they wanted, most people survived by keeping their heads down and minding their own affairs. Try as he might, young Akshan could never manage to let bad deeds go unnoticed and was often quick to intervene when he saw someone being mistreated. This approach made the boy many powerful enemies, and on one fateful occasion, left him beaten within an inch of his life.",
            "But luck was on his side. An old woman named Shadya found the boy unconscious in the street outside her dwelling. Though Marwian custom said she should not get involved, she took young Akshan inside and, against all odds, he pulled through.",
            "As Akshan regained his faculties, he realized his savior was no ordinary woman. Shadya was a member of the Sentinels of Light, an ancient order committed to fighting Harrowings and eradicating agents of the Black Mist. She saw Akshan as a troubled youth, stubborn and defiant, but vulnerable. After butting heads with the boy over her numerous sentinel house rules, Shadya quickly discovered there was much to like about him. He had guts  a conscience—a combination seldom found in Marwi. Seeing the immense potential in the young man, Shadya made a deal with him: she would allow him to stay, free from the grasp of his countless enemies, and, in return, he would dedicate himself to the sentinel order.",
            "Shadya and Akshan formed a fast bond as she taught him everything she knew about surviving as a solo sentinel. Akshan the scrappy street urchin grew into Akshan the full-grown bane of scoundrels. But even as Akshan’s skills grew by the day, he could see his mentor growing more distant, and more troubled.",
            "At last, Shadya told her pupil the reason for her concern: A Harrowing was coming, bigger than any the world had ever seen, bearing an army of wraiths and ghouls from the Shadow Isles. Their only hope of stopping the cataclysm rested with the ancient sentinel weapons that lay buried within Shurima's crypts and tombs. If the world was to be saved from ruination, they needed to collect these weapons, and .",
            "To Shadya’s dismay, she found that the ancient weapons had already been plundered by local warlords. She pleaded with them to relinquish the artifacts for the fight against the inevitable Harrowing, but the warlords refused, determined to unlock the weapons’ mysterious power for themselves.",
            "With time running out, Akshan and Shadya were forced to make do with what they had. As they took stock of their arsenal, Akshan discovered a particularly striking gun hidden away in the base’s vault. Alarmed, his mentor snatched it away and forbade Akshan from ever using it. The weapon, known as the Absolver, was imbued with an ancient enchantment that granted it a strange, unspeakable power—it could take the life of a killer and, by doing so, restore their most recent victims to life.",
            "“It must not be wielded by anyone,” said Shadya. “Such matters of life and death are best left in the hands of fate.”",
            "But Akshan still bristled at sentinel rules, and he had even stronger opinions on fate. He had spent his whole life seeing good people horribly mistreated while bad people did as they pleased without consequence. If fate was real, it definitely needed help—help that the Absolver could provide.",
            "As his interest in the weapon deepened, Akshan continued to pry its history from Shadya and came to a shocking discovery: She had used the gun to save Akshan when she found him unconscious in the street all those years ago. With it, she’d slain the criminal who had nearly killed him, and, in doing so, restored young Akshan to life. He wondered: Why did he alone deserve to be revived by the gun? Surely there were others who were more worthy.",
            "While Akshan questioned the antiquated rules of his order, his mentor continued to press the warlords to turn over their stolen weapons. Tensions between the two parties built until one tragic day Akshan returned home to find Shadya murdered in the street, almost exactly where he had fallen all those years ago.",
            "Akshan knew what he had to do. He made some key alterations to the Absolver and set out into the scorching desert with the forbidden weapon, hungry for vengeance. Though he could not determine which of the warlords had killed his mentor, he knew one way to be certain: he would pick them off one by one until Shadya was returned to Runeterra."
            ],
        "story": [
            "Shadya had only been dead a few weeks, and already Akshan could feel all traces of her slipping away. That was the hardest facet of his grief—the hoarding of mementos, the scrambling to scrape together whatever remained of his beloved mentor.",
            "He pulled the old charcoal sketch from his pocket and studied it. The crude drawing was a poor likeness of her face, lacking in all fine detail. Still, he found if he closed his eyes and tried to remember, he could usually fill in the blanks. But more and more, his memory was failing him.",
            "he wondered. Was it his own doing, something deep inside trying to protect him by eroding all traces of a standard he was failing to meet? Or perhaps he just needed something to jar his memory.",
            "He stuffed the drawing back into his pocket as he walked into the open-air markets of central Marwi, searching for anything to remind him of his mentor. After a few blocks, he stumbled upon a jarring sight: In an alley between two stucco buildings, a young waif was fastening a familiar mother-of-pearl bracelet to her grime-smeared arm.",
            "Quick as the wind, Akshan dashed right up to the urchin’s face, cape snapping in his wake. “Where did you get that?” he barked, his tone uncharacteristically brusque.",
            "“I found it,” said the waif, smothering the bracelet with her arms. “What’s your problem?”",
            "“My problem is this: That piece of jewelry belonged to someone I cared for very much,” said Akshan. “It was her favorite.”",
            "The girl stared up at him, eyes wide with fear. Akshan realized his fist had tightened around her collar. He released his grip and attempted a wry smile.",
            "“So...” he said, “why don’t you tell me how you’ve come to possess it?”",
            "“I—I took it from someone who won’t miss it.”",
            "The urchin’s face welled with spite from years of hardship. Akshan knew it well. He also knew of an infamous black-market jeweler on the next block, and what the man might pay the girl for the bracelet—if she hadn’t crossed paths with Akshan.",
            "“Then you’d better tell me the name of this person.”",
            "“I can’t. You don’t know what he’d do.”",
            "Akshan gently coaxed the bracelet from the waif’s grip and felt his heart skip as he pulled something from its clasp: a single strand of long silver hair.",
            "",
            "Akshan’s mind flashed with a partial picture of her, now even less complete than before.",
            "“Young friend,” said Akshan to the girl, “my Shadya is gone. This bracelet is one of the few remaining pieces of her. It was part of a set with four others.”",
            "The waif averted her eyes as if her interrogator might glean some forbidden information from them.",
            "Akshan exhaled, his voice softening. “Whoever you took this from... is sure to have the others. You must tell me who this scoundrel is.”",
            "The girl stammered, her eyes shifting until she relented. “They call him the Devil of the Dunes, sir. He lives in the large palace in the foothills north of here.”",
            "Akshan’s brow furrowed. “You stole this from a ?”",
            "“I cleaned his stables,” said the girl. “He  me.”",
            "“I cannot begrudge you that,” said Akshan. “But this bracelet was not his for you to steal. It seems I must pay this Dune Devil a visit.”",
            "“Don’t,” said the girl. “He is a killer, sir.”",
            "“This, I already know.”",
            "With that, he fired his grappling hook into the eaves of buildings above and launched himself out of sight.",
            "In the darkest hour of night, a host of heavily armed guards kept watch over the warlord’s palace. None of them noticed the caped figure darting through the shadows toward the silver-inlaid doors of the main bedroom.",
            "Inside, a large, battle-scarred ruffian lay sprawled across the entire width of his enormous goose-down bed. Three exotic pet rodents with long, flowing white hair perked up and scampered off the bed as Akshan emerged from the shadows.",
            "His hand clamped down across the mouth of the sleeping warlord. The man’s eyes shot wide with rage as he uttered a muffled scream.",
            "“Good evening, scoundrel,” said Akshan, pressing his gun to the ruffian’s chin. “Sorry to call on you at such an hour, but, uh... only a  sorry.”",
            "The warlord squirmed under the tip of the Absolver.",
            "“Now, now,” said Akshan. “Collect yourself. I’m going to remove my hand, and all I want to hear from your mouth is a confession. Ready?”",
            "The rage in the warlord’s eyes turned to a cautious curiosity. Slowly, Akshan removed his hand.",
            "“Confession?” asked the bemused warlord.",
            "“Shadya. The sentinel. Elderly woman, stickler for rules, ” said Akshan.",
            "“I don’t know what you’re talkin’ about.”",
            "“She was the kindest person I have ever known. At least be a good lowlife and tell me why you killed her.”",
            "“I didn’t kill her!” said the warlord, a tinge of frustration in his voice.",
            "“Then how else could you have taken this from her?” asked Akshan, thrusting the bracelet into the warlord’s face. “She was wearing it the day she died. I found four others just like it in your jewelry case.” Tutting in disapproval, Akshan presented all five matching bracelets to the warlord.",
            "“I know who you are,” scowled the warlord. “I’ve heard all about you and what you do. You think you can kill me and bring her back.”",
            "“No. I believe the time for that has passed.”",
            "“Then what d’you want?”",
            "Akshan paused, thinking of the silver hair, the bracelets, and the woman whose face he could no longer recall. Was the man before him the one who had slain her? Did it even ? Surely, the world would be a better place without him.",
            "At last, he answered the warlord’s question.",
            "“Peace?”",
            "With a squeeze of the grip, Akshan fired the Absolver, illuminating the bedroom as countless bolts of relic-stone light pierced the warlord’s body.",
            "Guards poured into the room, though not quickly enough to catch the fleeing Akshan, who disappeared through a window into the cool desert night.",
            "As the sun rose over the mountains, Akshan trudged back to the city, his mind bedeviled.",
            "He studied the five pearl bracelets he'd recently recovered. He had thought they might somehow bring Shadya back, if only in his mind’s eye. But her memory continued to fade, and now only a vague silhouette of her face remained.",
            "Akshan knew one thing for certain: She would not have approved of him killing the Devil of the Dunes—not out of pure vengeance. But deep down, he knew he hadn’t done it for her. He’d done it for , and it had not brought him peace.",
            "He turned one of the bracelets in his fingers, searching for solace, and noticed a tiny inscription etched inside the band. An old sentinel mantra that he’d heard often, but never really understood: “”",
            "The words rang in Akshan’s head like a war trumpet as a revelation shook him.",
            "He fired his grappling hook into the eaves above and launched himself from building to building until he arrived at the place where he’d met the waif the day before. There she lay, sleeping in the same alley.",
            "He knelt over the girl, bracelets in hand. “You should have these. It is what she would’ve wanted.”",
            "Confused and half-asleep, the waif’s eyes blinked as Akshan placed the bracelets in her meager pile of belongings.",
            "“But, uh... sell them to the jeweler in the spice district,” he said. “He will give you a better price.”",
            "Akshan could feel the stunned gaze of the girl watching him as he walked away, and a bittersweet comfort washed over him. Though he had parted with the last physical remnants of his mentor, he felt a bright warmth within. And in his mind’s eye, clear as day, was Shadya’s face."
            ]
    },
    {
        "id": 5,
        "name": "Alistar",
        "aka": "The Minotaur",
        "slogan": "Nothing can hold me back!",
        "location": "Runeterra",
        "intro": "Always a mighty warrior with a fearsome reputation, Alistar seeks revenge for the death of his clan at the hands of the Noxian empire. Though he was enslaved and forced into the life of a gladiator, his unbreakable will was what kept him from truly becoming a beast. Now, free of the chains of his former masters, he fights in the name of the downtrodden and the disadvantaged, his rage as much a weapon as his horns, hooves and fists.",
        "bio": [
            "Many civilizations have resisted Noxus, but none as long as the clans of the Great Barrier mountains. Though these fierce minotaurs had protected the overland trade routes to the ancient city of Zaun for centuries, they preferred to avoid Valoran’s wider conflicts.",
            "The noble warrior Alistar was respected among all the clans. Out on the mountain peaks, his roar could scatter even the bravest trespassers, leaving only the foolhardy to face him in combat. Even so, in the moot halls he would always urge his kin to forge greater bonds with other mortal races. Many saw minotaurs as little more than beasts, which soured any interaction and kept them firmly as outsiders.",
            "Then Noxus came, promising something better. Their emissary, the matriarch of House Tewain, proclaimed that the empire was poised to take Basilich, a coastal city to the east. However, she pledged that they would not do this without the support of the great clans of the mountains, and called for parley on neutral ground.",
            "Many of the minotaurs were eager to accept her offer. This was a way to gain the power and recognition they sought, by joining with Noxus.",
            "But Alistar remained skeptical—he had encountered many Noxian scouts in recent years, and knew them to be a duplicitous and cunning people. For this reason, his clan sent him to meet Tewain, along with fifty of their mightiest warriors, to reject any alliance. The other clans could do as they wished, but Alistar would not accept the rule of some distant “Grand General”.",
            "Under the banners of truce, he and his kin were betrayed.",
            "The larger clans had already pledged themselves to Noxus, and their representatives turned against him as soon as he made his position known. The battle was swift and bloody, and Alistar himself crushed Lady Tewain’s skull with his bare hands—but soon enough he and his surviving warriors found themselves bound in chains, headed for the distant Noxian capital, accused of inciting rebellion.",
            "These unfortunate minotaurs found themselves cast into the Reckoning arenas of the capital, as part of a grim gladiatorial festival known as the Fleshing.",
            "Alistar was appalled by the chanting of the bloodthirsty spectators. He implored his clanfolk not to fight back, not to give these Noxians the monstrous display they so craved…",
            "When the festival ended twenty-one days later, Alistar was the only member of his tribe left. Pelted with pebbles and rotten fruit from the crowd, dragged out to face Reckoner after Reckoner, he was driven to fight like a beast—and think like one. He killed and killed until even his memories of home became stained with blood.",
            "Alistar had fallen far by the time he met Ayelia, a servant girl in the arenas. At first he bellowed and charged the bars of his cage, expecting her to fear or goad him like the others, but Ayelia did neither.",
            "She returned every day, and spoke to him with gentle respect, until eventually Alistar answered in kind. Ayelia’s homeland had also been claimed by Noxus, and seeing his suffering had convinced her they should leave this hateful city together. She whispered her plans through the bars, and for the first time in years Alistar found he could think of home without dwelling on the way it had been taken from him.",
            "One night, Ayelia brought Alistar the key to his cell. She had sacrificed much to arrange this escape, and he swore he would repay her tenfold.",
            "They hurried to the river, where a cargo barge awaited them. However, as they boarded, Noxian agents burst from the shadows. Alistar hurled himself into battle, his vision tunneled with rage, and although Ayelia called out to him again and again, he did not hear.",
            "By the time Alistar had slain their attackers, the boat was gone—and Ayelia with it—so he fled south on foot instead. He searched everywhere for the servant girl, but found nothing. Had she been captured? Killed? It seemed there were no clues left to find.",
            "Weeks later, a political coup shook the empire to its dark foundations, and the arena minotaur’s escape was quite forgotten.",
            "Alistar now travels alone, as quietly and anonymously as he can, encouraging resistance in Noxian-held territories and fighting on behalf of the downtrodden and the abused. Only when he has cleared the shame from his heart, repaying every cruelty and every kindness, will Alistar return to the mountains and leave his rage behind.",
            "And in every city he passes through, he asks after Ayelia."
            ],
        "story": []
    }
]
